Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Klebstoffe für gewerbliche Zwecke, nämlich für die Bauindustrie
en: Adhesives used in industry, in particular in the construction industry

source: Nahrungsmittelester, ausgenommen für pharmazeutische Zwecke
en: Food esters, other than for pharmaceutical purposes

source: Chemische Lackzusatzstoffe
en: Chemical additives for varnishes

source: Verbindungsmittel für wissenschaftliche Zwecke zum Koppeln von radiodiagnostischen Verbindungen an Antikörpern
en: Linkage compounds for scientific use in associating radiodiagnostic compounds with antibodies

source: Flüssige Reinigungssubstanzen für die Verwendung in Herstellungsverfahren
en: Liquid cleaning compositions used in manufacturing processes

source: Bindemittel für die Gießerei
en: Foundry binding substances

source: Diagnostikmittel für wissenschaftliche Zwecke
en: Diagnostic preparations for scientific purposes

source: Diagnostikreagenzien, ausgenommen für medizinische Laborzwecke
en: Diagnostic reagents, other than for medical laboratory use

source: Diagnostiksubstanzen, ausgenommen für medizinische Zwecke
en: Diagnostic substances, other than for medical use

source: Fotografische Emulsionen
en: Photographic emulsions

source: Alkalijodid für gewerbliche Zwecke
en: Alkaline iodides for industrial purposes

source: Fotografisch-chemische Erzeugnisse zum Entwickeln vorsensibilisierter Druckplatten
en: Photographic chemicals for developing presensitised plates for printing

source: Glukosesirupe für gewerbliche Zwecke
en: Glucose syrups for industrial purposes

source: Ammoniak
en: Ammonia

source: Adsorptionsmittel aus synthetischen Materialien
en: Adsorbing agents of synthetic materials

source: Faserhaltiges Material als Düngemittel
en: Fibrous material for use as manures

source: Fasermaterial als Bodenverbesserungsmittel
en: Fibrous material for use as soil conditioning agents

source: Chemisches Papier für Nachweisverfahren
en: Chemical paper for use with assays

source: Chemische Präparate zur Entwässerung
en: Chemical preparations for dewatering

source: Mikronisierte Polyethylenwachse zur Verwendung in der Fertigung
en: Micronized polythene waxes for use in the manufacture

source: Mineralische Substanzen zum Filtrieren
en: Mineral substances for use in filtering

source: Mineralien in Pulverform für gewerbliche Zwecke
en: Minerals in powder form for industrial use

source: Chemische Erzeugnisse für gewerbliche Zwecke zur Herstellung von Farben
en: Industrial chemicals for use in the manufacture of paints

source: Metallseifen für gewerbliche Zwecke
en: Soap [metallic] for industrial purposes

source: Reagenzien für gewerbliche Zwecke
en: Reagents for industrial purposes

source: Polyethylenimin als Additiv bei der Papierherstellung
en: Polyethyleneimine for use as additives in paper manufacturing

source: Polyglykole zur Herstellung von Schmiermitteln
en: Polyglycols for use in the manufacture of lubricants

source: Polymerbeschichtungen [ausgenommen Farben]
en: Polymer coatings [other than paints]

source: Chemikalien für Feuerlöschzwecke
en: Chemicals for use in fire extinguishing

source: Chemische Erzeugnisse für Feuerlöschmittel
en: Chemicals for use in fire extinguishing compositions

source: Trockeneis [Kohlendioxid]
en: Dry ice [carbon dioxide]

source: Mittel auf Epoxidharz-Basis zur Verwendung auf Holz
en: Epoxy resin based preparations for use on wood

source: Düngemittel, Rasendünger, Grasdünger
en: Fertilizers, lawn fertilizers, grass fertilizers

source: Synthetische Harze im Rohzustand für glasfaserverstärkte Formstücke
en: Synthetic resins for use in glass fibre reinforced mouldings

source: Synthetische Dickungsmittel für Herstellungsverfahren
en: Synthetic thickeners for use in manufacture

source: Chemische Erzeugnisse als Zusätze bei Schmiermitteln zur Dekarbonisierung
en: Chemical products for addition to lubricants for decarbonising

source: Chemikalien für die Abwasserbehandlung
en: Chemical products for the treatment of sewage

source: Aktivkohlefilter zur Reinigung von Gasen
en: Carbonaceous absorbents for the purification of gases

source: Enzympräparate zur Zersetzung von Abfallstoffen
en: Enzyme preparations for the decomposition of waste matter

source: Klebstoffe für Ornamentpflastersteine
en: Adhesives for ornamental paving

source: Chemische Erzeugnisse für die Herstellung von Tinten
en: Chemicals for use in the manufacture of inks

source: Chemikalien für die Herstellung von Druckertinten
en: Chemicals for use in the manufacture of printing ink

source: Klebstoffe für die Herstellung von Klebebändern
en: Adherent substances for adhesive tapes

source: Polyvinylchloridharze [im Rohzustand]
en: Polyvinyl chloride resins [unprocessed]

source: Bezugsstandards [Chemikalien] für die Wissenschaft
en: Reference standards [chemicals] for use in science

source: Thermoplastische Harze [im Rohzustand]
en: Thermoplastic resins [unprocessed]

source: Lichtempfindliche Aufzeichnungsmaterialien
en: Thermosensitive recording materials

source: Oberflächendünger für Rasen
en: Top dressings for lawns

source: Lösungen zum Galvanisieren
en: Electroplating solutions

source: Chemikalien für die Xerografie
en: Chemicals for use in xerography

source: Chemikalien in Form von Schaumverstärkern
en: Chemicals in the form of foam enhancers

source: Kleber [Gluten], nicht für Papier- oder Schreibwaren oder für Haushaltszwecke
en: Gluten [glue], other than for stationery or household purposes

source: Chemische Mittel zur Herstellung von Farbstoffen
en: Chemical agents for manufacturing dyestuffs

source: Chemische Düngemittel
en: Chemical fertilizers

source: Chemische Erzeugnisse zur Emailherstellung
en: Chemical products for the preparation of enamels

source: Chemische Reagenzien für nicht medizinische Zwecke
en: Chemical reagents for non-medical purposes

source: Chemisches Testpapier
en: Test paper, chemical

source: Chemische Erzeugnisse zur Emailherstellung, ausgenommen Farben
en: Chemicals, except pigments, for the manufacture of enamel

source: Schwefel [nicht metallisches Element]
en: Sulphur [non-metallic element]

source: Chemische Versiegelungsmittel zur Verwendung in der Bauindustrie
en: Chemical sealing grout for use in the construction industry

source: Chemische Präparate als Brennstoffzusätze zur Verbesserung der Verbrennung
en: Chemical preparations for use as additive to fuels for improving combustion

source: Chemische Präparate zur Papierherstellung
en: Chemical preparations for use in paper making

source: Epoxidklebstoffe zur Verwendung mit Beton
en: Epoxide adhesives for use with concrete

source: Oberflächenaktive Tenside zur Behandlung von Druckmaschinen
en: Surfactants for treating machinery used in printing processes

source: Milchfermente für chemische Zwecke
en: Milk ferments for chemical purposes

source: Mittel zur Regulierung des Pflanzenwachstum
en: Plant growth regulating preparations

source: Wässrige lineare Polymergele
en: Aqueous linear polymer gels

source: Azetate [Chemikalien]
en: Acetates [chemicals]

source: Reagenzien zu Forschungszwecken
en: Reagents for research purposes

source: Zellulose
en: Cellulose

source: Olivin [Silikatmineral]
en: Olivine [silicate mineral]

source: Oxide
en: Oxides

source: Chemische Verbindungen zur Beseitigung von Feststoffen bei der Wasserklärung
en: Chemical compounds for the removal of solids in water clarification

source: Chemische Verbindungen für die Herstellung von Klebstoffen
en: Chemical compounds for use in the manufacture of adhesives

source: Chemische Fettentfernungsmittel zur Verwendung in Herstellungsverfahren
en: Chemical degreasing agents for use in manufacturing processes

source: Chemische Diagnostikreagenzien für gewerbliche Zwecke
en: Chemical diagnostic reagents for industrial use

source: Chemische Verankerelemente
en: Chemical anchoring compounds

source: Chemikalien zur Verwendung in der Automobilindustrie
en: Chemicals for use in the automotive industry

source: Chemikalien für die Gummiindustrie
en: Chemicals for use in the rubber industry

source: Chemische Erzeugnisse für die Gerberindustrie
en: Chemicals for use in the tanning industry

source: Chemische Verbindungen zum Versiegeln von Maschinen
en: Sealing compositions [chemical] for sealing engines

source: Luftporenbildner als Zusatzstoff für Beton
en: Air void formers being additives for concrete

source: Alkohol zum Einlegen von Lebensmitteln
en: Alcohol for pickling foodstuffs

source: Korrosive Säuren
en: Corrosive acids

source: Spaltkatalysatoren zur Verwendung in der Erdölverarbeitungsindustrie
en: Cracking catalysts for use in the oil refinery industry

source: Polymere zur Analyse von organischen Chemikalien
en: Polymers for use in the analysis of organic chemicals

source: Polypropylen [Rohstoff]
en: Polypropylene [raw material]

source: Silikate für den Gurkenanbau auf Silikonsubstraten
en: Silicates for use in the culture of cucumbers on substrate silicon

source: Chemische Zusatzstoffe zur Verhinderung von Ablagerungen
en: Additives (Chemical -) for the prevention of sedimentation

source: Beschichteter Wollastonit [Calciummetasilikat] als Verstärkerfüllstoff für Dichtungsmittel
en: Coated wollastonite [calcium metasilicate] for use as a reinforcing filler in sealants

source: Beschichtungsmittel für optische Fasern
en: Coating compositions for optical fibers

source: Pastöse Massen aus Glas- und Keramikpulver zur Dispersion in Fahrzeugen
en: Paste compounds of glass and ceramic powders dispersed in a vehicle

source: Pastöse Massen aus Glas- und Keramikpulver zur Ausbildung von dielektrischen Schichten auf Mikroschaltungen
en: Paste compounds of glass and ceramic powders forming dielectric layers on microcircuits

source: Pasten zum Zurichten von Leder
en: Pastes for currying leather

source: Leime zum Kleben von Leder [ausgenommen für Haushaltszwecke]
en: Pastes for gluing leather [other than for household purposes]

source: Milchfermente für industrielle Zwecke
en: Milk ferments for industrial purposes

source: Spurenelemente für die Landwirtschaft
en: Trace elements for use in agriculture

source: Spurenelemente für den Gartenbau
en: Trace elements for use in horticulture

source: Chemische Substanzen für die biotechnische Industrie
en: Chemical substances for use in the biotechnological industry

source: Chemische Mittel zur Herstellung von halogenierten chemischen Derivaten
en: Chemical substances for use in the preparation of halogenated chemical derivatives

source: Chemische Substanzen zur Behandlung von übelriechenden Gasen
en: Chemical substances for use in treating malodorous gases

source: Chemische Substanzen zur Behandlung von toxischen Gasen
en: Chemical substances for use in treating toxic gases

source: Organische Lösungen für Vakuumpumpen
en: Organic liquids for use in vacuum pumps

source: Härtende Substanzen zum Löten
en: Tempering substances for soldering

source: Testpapier [Lackmuspapier] für wissenschaftliche Zwecke
en: Test paper, [litmus paper] for scientific use

source: Textilveredelungschemikalien mit Wasser abweisenden Eigenschaften
en: Textile finishing chemicals having water repellant properties

source: Substanzen aus Polyesterpaste zur Reparatur von Rissen
en: Substances of polyester paste for use in the repair of cracks

source: Synthetische neutralisierende Gerbmittel
en: Synthetic neutralising tanning materials

source: Natürliche Trockenmittel zur Bekämpfung von Feuchtigkeit
en: Natural desiccants for the control of humidity

source: Füllstoffe [chemische Substanzen]
en: Extenders [chemical substances]

source: Extrakte der Yucca Schidigera
en: Extracts of yucca schidigera

source: Chemische Schlichtemittel für die Herstellung von Garnen
en: Chemical sizing compositions for use in the manufacture of yarns

source: Chemische Stabilisierungsmittel für Wandverkleidungen
en: Chemical stabilisers for use on wall coverings

source: Reagenzien zum Prüfen der Sterilität von medizinischen Geräten
en: Reagents for testing the sterility of medical equipment

source: Chemische Erzeugnisse zur Herstellung von Parfümeriewaren
en: Chemical products for the manufacture of perfumery compositions

source: Bindemittel für die Beimischung zu Mörtel
en: Bonding agents for admixture with mortars

source: Verfestigtes Butan für gewerbliche Zwecke
en: Butane [solidified] for industrial purposes

source: Steinsalz
en: Rock salt

source: Dolomit für gewerbliche Zwecke
en: Dolomite for industrial purposes

source: Ätzmittel für die Herstellung von Halbleitern
en: Etchants for use in the manufacture of semiconductors

source: Chemische Versiegelungsmittel
en: Chemical preparations for sealing

source: Chemische Präparate zur Auflösung von Öl
en: Chemical preparations for the dispersal of oil

source: Kunststoffe im Rohzustand für gewerbliche Zwecke
en: Unprocessed plastics for industrial use

source: Trocknungsmittel für Drucke
en: Drying agents for prints

source: Universelle Reagenzien für automatisierte Testsysteme [wissenschaftlich]
en: Universal reagents for automated test systems [scientific]

source: Fluorpolymerharze im Rohzustand
en: Unprocessed fluoropolymer resins

source: Natriumbikarbonat für chemische Zwecke
en: Bicarbonate of soda for chemical purposes

source: Schlamm für Gesteinsbohrungen
en: Rock drilling (Muds for -)

source: Gewalztes lichtempfindliches Papier für Taschenrechner
en: Rolled paper for use in calculators [sensitized]

source: Gase für vorbereitende Zwecke [gewerblich]
en: Gases for preparatory purposes [industrial]

source: Chemische Substanzen zur Reinigung von Mauerwerk
en: Substances (Chemical -) for cleaning stonework

source: Chemische Substanzen gegen das Eindringen von Wasser [ausgenommen Farben]
en: Substances (chemical -) for inhibiting attacks from water [other than paints]

source: Pflanzenschutzchemikalien [ausgenommen Fungizide, Unkrautvertilgungsmittel, Herbizide, Insektizide, Mittel zur Bekämpfung von Parasiten]
en: Chemicals for the protection of plants [other than fungicides, weedkillers, herbicides, insecticides, parasiticides]

source: Karbonate
en: Carbonates

source: Chemische Reinigungsmittel zur Verwendung für industrielle Fertigungsverfahren
en: Chemical cleaning agents for use in industrial manufacturing processes

source: Chemische Verbindungen zur Bekämpfung von Schüttverlusten von gefährlichen Abfällen
en: Chemical compositions for controlling a spillage of hazardous wastes

source: Chemische Verbindungen zum Aushärten von Beton
en: Chemical compositions for curing concrete

source: Chemische Verbindungen zur Textilveredelung
en: Chemical compositions for finishing textiles

source: Klebstoffe für die elektro-optische Industrie
en: Adhesives for use in the electro-optical industry

source: Kleber zum Wasserdichtmachen
en: Adhesives for waterproofing

source: Siliziumdioxid
en: Silicon dioxide

source: Lichtempfindliche Offsetdruckplatten
en: Sensitized plates for offset printing

source: Fluide für die Ölindustrie
en: Fluids for use in the oil industry

source: Chemische Additive für Ton
en: Additives (Chemical -) for clay

source: Chemische Zusatzstoffe für den Kompost
en: Additives (Chemical -) for compost

source: Chemische Zusätze für Zementiermittel
en: Additives (Chemical -) for grouting materials

source: Chemische Zusätze für Hydraulikflüssigkeiten
en: Additives (Chemical -) for hydraulic fluids

source: Wasserdichte Membranen in Form von flüssigen chemischen Erzeugnissen für das Bauwesen
en: Waterproofing membranes in liquid chemical form for use in construction

source: Holzzellstoff für Fertigungszwecke
en: Wood pulp for manufacturing purposes

source: Chemische Substanzen als Wärmeübertragungsmedien
en: Chemical substances for use as heat transfer media

source: Chemische Substanzen zum Zersetzen von giftigen Gasen
en: Chemical substances for use in dissolving poisonous gases

source: Verbindungen zur Vermischung von Gummi und Latex
en: Compounds for compounding rubber and latex

source: Wasserbeständige Chemikalien für Textilien [chemische Imprägniermittel]
en: Waterproofing chemical compositions for articles of fabric

source: Nukleinsäurereagenzien für forensische Analysen [ausgenommen für medizinische Zwecke]
en: Nucleic acid reagents for use in forensic analysis [other than for medical purposes]

source: Rekombinante Nukleinsäuren
en: Nucleic recombinant acids

source: Entölungsmittel zur Verwendung in Herstellungsverfahren
en: Oil removing substances for use in manufacturing processes

source: Kitte für Pumpen für Kraftfahrzeugreifen
en: Automobile tire inflator sealers

source: Ionenaustauschharze [chemische Präparate]
en: Ion-exchange resins [chemical preparation]

source: Bakterienkulturen als Zusätze zu Nahrungsmitteln
en: Bacterial cultures for addition to food products

source: Lichtempfindliche Platten für die Lithografie
en: Sensitised plates for use in lithography

source: Entkalkungspräparate in Pulverform für gewerbliche Zwecke
en: Decalcifying preparations [industrial] in powder form

source: Entschäumungsmittel für die Klebstoffindustrie
en: Defoamers for use in the adhesive industry

source: Chemische Verbindungen zur Behandlung von Textilien
en: Chemical compositions for treating textiles

source: Ozon, ausgenommen für medizinische Zwecke
en: Ozone, other than for medical use

source: Kunststoffe in Form von Pasten für gewerbliche Zwecke
en: Plastic in the form of pastes for use in industry

source: Spachtelmasse für Kraftfahrzeuge
en: Motor vehicle body fillers

source: Säuren
en: Acids

source: Chemische Gummiverstärker
en: Chemical intensifiers for rubber

source: Wärmeübertragungsfluide für industrielle Zwecke
en: Heat transfer fluids for industrial use

source: Brom für chemische Zwecke
en: Bromine for chemical purposes

source: Lezithin [Rohstoff]
en: Lecithin [raw material]

source: Zelluloseester für gewerbliche Zwecke
en: Cellulose esters for industrial purposes

source: Chemikalien für die Herstellung von Stoffen oder Textilien
en: Chemicals used in the manufacture of fabric or textiles

source: Klebstoffe für gewerbliche Zwecke in Form von Schnitzeln
en: Adhesives for industrial use in the form of chips

source: Als fluoreszierende Substrate verwendete Chemikalien
en: Chemicals for use as fluorescent substrates

source: Acrylsubstanzen im Rohzustand
en: Acrylic substances (Unprocessed -)

source: Aktivatoren [Chemikalien]
en: Activators [chemicals]

source: Tenside zur Verwendung im Zusammenhang mit landwirtschaftlichen Pestiziden
en: Surfactants for use in connection with agricultural pesticides

source: Düngemittel für die Landwirtschaft aus Seetang
en: Fertilizers for agriculture made of seaweed

source: Vorgelatinierte Stärken für gewerbliche Zwecke
en: Pregelatinized starches for industrial purposes

source: Gase für die Landwirtschaft
en: Gases for use in agriculture

source: Gase zum Schneiden
en: Gases for use in cutting

source: Aus Sojabohnen gewonnenes Protein [Rohstoff] für die Herstellung von Lebensmitteln
en: Protein prepared from soya beans for use in the manufacture of foodstuffs

source: Rohe [unverarbeitete] Kunstharze
en: Raw [unprocessed] artificial resins

source: Chemische Fleckenschutzmittel für Teppiche
en: Stain-preventative chemicals for use on carpets

source: Metallbeizen für gewerbliche Zwecke
en: Pickling solutions for industrial use

source: Ätzflüssigkeiten für aufblasbare Gegenstände
en: Fluids for use in etching inflatables

source: Reagenzien für Analysen [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for use in analysis [other than for medical or veterinary purposes]

source: Chemische Präparate zur Behandlung von Bohrlöchern
en: Chemical preparations for use in the treating of wells

source: Chemische Präparate mit antistatischen Eigenschaften
en: Chemical preparations having antistatic properties

source: Emulgatoren für die Lebensmittelindustrie
en: Emulsifiers for use in the food processing industries

source: Fotografische Platten
en: Photographic plates

source: Anti-Belag-Substanzen [Chemikalien]
en: Anti-seize substances [chemicals]

source: Immunologische Antikörper, ausgenommen für medizinische Zwecke
en: Immunological antibodies, other than for medical use

source: Chemikalien zum Beschichten von Folien
en: Chemicals for use in coating film

source: Chemikalien, ausgenommen Arzneimittel, zur Beschichtung medizinischer Instrumente
en: Chemicals for use in coating medical instruments [other than pharmaceuticals]

source: Chemikalien, ausgenommen Arzneimittel, zur Beschichtung chirurgischer Instrumente
en: Chemicals for use in coating surgical instruments [other than pharmaceuticals]

source: Chemikalien für die Elektrografie
en: Chemicals for use in electrography

source: Chemikalien für Vernickelungsverfahren
en: Chemicals for use in nickel plating processes

source: Chemische Erzeugnisse für die Elektroindustrie
en: Chemicals for use in the electrical industry

source: Verbindungen zur Gummientfernung industriellen Herstellungsverfahren
en: Compositions for the removal of gum as part of a manufacturing process

source: Entwicklungsmittel für positiven Fotolack
en: Developers for positive type photoresist

source: Diagnostische Chemikalien für die Prüfung der antibiotischen Empfindlichkeit [ausgenommen für medizinische Zwecke]
en: Diagnostic chemicals for use in antibiotic susceptibility testing [other than for medical use]

source: Chemische Katalysatoren zur Verwendung bei der Reinigung von Synthesegas und Olefin
en: Chemical catalysts for use in synthesis gas and olefin purification

source: Bodenzusatzstoffe [Dünger]
en: Soil additives [fertilising]

source: Bodenverbesserungsmittel zum Einimpfen in den Boden vor der Aussaat [ausgenommen zur Sterilisierung]
en: Soil conditioners for inoculation into the soil preparatory to the sowing of seeds [other than sterilising]

source: Chemikalien für den Transferdruck
en: Chemicals for use in transfer printing

source: Chemikalien für die Beschichtung von nicht leitenden Oberflächen mit Metallen
en: Chemicals used for plating non-conducting surfaces with metals

source: Torf zum Kultivieren von Saatgut
en: Peat for the cultivation of seeds

source: Kolorimetrische Chemikalien
en: Colorimetric chemicals

source: Dotierungsmittel zur Herstellung von gedruckten Leiterplatten
en: Doping compounds for use in the manufacture of printed circuit boards

source: Plastisole für gewerbliche Zwecke
en: Plastisols for use in industry

source: Sprühkristallisierte Maltose für gewerbliche Zwecke
en: Spray crystallized maltose for industrial use

source: Stabilisatoren für Vitamine
en: Stabilisers for vitamins

source: Chemische Schmiermittelzusätze
en: Chemical additives for lubricants

source: Kühlmittel für die Kühlung von mechanischen Bauteilen
en: Freezing agents for use in cooling mechanical components

source: Brennelemente für Kernreaktoren
en: Fuel elements for nuclear reactors

source: Anorganische Chemikalien für gewerbliche Zwecke
en: Inorganic chemicals for use in industry

source: Anorganische Glasbindemittel für Gießereiformen
en: Inorganic glass binders for foundry moulds

source: Anorganische Peroxide für den Gartenbau
en: Inorganic peroxides for use in horticulture

source: Chemische Zusatzstoffe zur Kunststoffverarbeitung
en: Additives (Chemical -) for use in the processing of plastics

source: Wässrige Polymerdispersionen
en: Aqueous polymer dispersions

source: Vermehrungsmaterialien [Wachstumsmedien]
en: Propagation material [growing media]

source: Kunststoffe in Form von Emulsionen für gewerbliche Zwecke
en: Plastic in the form of emulsions for use in industry

source: Wasserlösliche Zellulosederivate
en: Water soluble cellulose derivatives
